Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/motoring/renting_a_car.html.txt.tmx
Source language: en
Languages: ga

source: Hiring a car in Ireland or on holidays can be a great way to travel around this or another country without having to buy a car
ga: D’fhéadfadh sé gur bealach iontach é carr a thógáil ar cíos in Éirinn nó ar do laethanta saoire le taisteal timpeall na tíre seo nó tíre eile agus gan ort carr a cheannach

source: You may also need to hire a van or a larger vehicle so that you can transport large items
ga: Seans go mbeidh ort veain nó feithicil eile a thógáil ar cíos ionas go mbeidh tú in ann lastas níos mó a iompar

source: Normally consumers have no problems renting vehicles but there are ways to minimise any risk of car hire problems
ga: Go hiondúil, ní bhíonn fadhb ar bith ag custaiméirí feithiclí a thógáil ar cíos ach mar sin féin tá bealaí ann le fadhbanna a sheachaint

source: When you rent a car a contract is created between you and the car rental company
ga: Nuair a thógann tú carr ar cíos, cruthaítear conradh idir thú féin agus comhlacht cíosa na gcarranna

source: Read the car hire contract and ask about anything that you don’t understand
ga: Léigh conradh cíosa an chairr agus cuir ceist faoi aon rud nach dtuigeann tú

source: Make sure that you understand the Terms and Conditions before you accept the contract
ga: Déan cinnte go dtuigeann tú na Téarmaí agus na Coinníollacha sula nglacann tú leis an gconradh

source: If you are booking a rented car on-line often the Terms and Conditions can be contained under other headings such as Frequently Asked Questions or Requirements
ga: Más ar líne atá tú ag cur carr in áirithe, is minic go mbíonn na Téarmaí agus Coinníollacha le fáil taobh istigh de cheannteidil eile cosúil le Ceisteanna Coitianta nó Riachtanais

source: Be clear what your obligations are under the contract covering vehicle rental
ga: Bí soiléir faoina n-oibleagáidí atá ort faoin gconradh a chlúdaíonn cíos na feithicle

source: If you are renting a vehicle on-line or by telephone a ‘distance contract’ is created that deals with the provision of transport services
ga: Má tá tú ag tógáil feithicil ar cíos ar líne nó tríd an teileafón, cruthaítear conradh cianda a théann i ngleic le soláthar na seirbhísí iompair

source: Normally when you buy a product or a service on-line you have a 7 day period to change your mind about the deal
ga: Go hiondúil, nuair a cheannaíonn tú táirge nó seirbhís ar líne, tá tréimhse agat a mhaireann 7 lá le d’intinn a athrú faoin margadh atá déanta agat

source: There are exceptions to this and the provision of transport services such as issuing of airline tickets is one
ga: Ní bhaineann eisceachtaí ar bith leis seo agus sampla is ea soláthar seirbhísí iompair, cuir i gcás ticéid aerlíne a eisiúint

source: When you rent a vehicle on-line you do not have a 7-day period in which to change your mind about any booking that you have made
ga: Nuair a thógann tú feithicil ar cíos níl tréimhse 7 lá agat le d’intinn a athrú faoi rud ar bith atá curtha in áirithe agat

source: If you are under 25 or over 70 years of age check that you will be able to rent a car as age limits apply in the case of car rental
ga: Más faoi 25 nó thar 70 bliain d’aois thú, fíoraigh an mbeidh tú in ann carr a thógáil ar cíos mar baineann teorainneacha aoise le carr ar cíos

source: Most countries, especially other EU member states will accept a current valid national driver’s license
ga: Glacfaidh an chuid is mó de thíortha, go háirithe ballstáit AE eile le ceadúnas tiomána náisiúnta bailí reatha

source: Check to see if you need more documentation than this – such as an international driver’s permit
ga: Seiceáil le feiceáil an mbeidh níos mó doicméadaithe ná seo de dhíth ort – cuir i gcás ceadúnas tiomána idirnáisiúnta

source: You may deal with a car hire broker who will take over renting a car for you
ga: D’fhéadfá déileáil le bróicéir cíosa carranna a shocróidh carr a thógáil ar cíos duit

source: Make sure that you are happy that you are dealing with an appropriate car rental company
ga: Déan cinnte go bhfuil tú sásta go bhfuil tú ag déileáil le comhlacht cíosa carranna cuí

source: Also make sure that you are not paying more in broker’s fees than you need to
ga: Déan cinnte nach bhfuil tú ag íoc níos mó táillí bróicéara ná mar atá gá leis

source: The contract regarding the car rental is not made when you book a car to rent but when you pick up the car
ga: Tá an conradh déanta ní nuair a dhéanann tú é a chur in áirithe ach nuair a bhailíonn tú an carr

source: Make sure that you understand what your obligations are both at the time of booking and when you pick up the car
ga: Déan cinnte go dtuigeann tú cé na hoibleagáidí atá agat ag an am a chuireann tú in áirithe é agus nuair a bhailíonn tú an carr

source: Also be aware of what you need to do to drop back the car without incurring extra charges
ga: Bíodh a fhios agat freisin cé na rudaí ar cheart duit a dhéanamh chun an carr a fhágáil ar ais gan táillí breise a tharraingt ort féin

source: This may include returning the car with a full tank of fuel
ga: D’fhéadfadh sé gurb éard atá i gceist leis seo an carr a fhágáil ar ais le humar peitril lán

source: Sometimes you can be given a diagram of the car with the exterior damage marked on it - be sure that all damage that is on the car is marked before you drive it away
ga: Uaireanta d’fhéadfaí léaráid den charr a thabhairt duit leis an damáiste seachtrach marcáilte air – bí cinnte go bhfuil an damáiste go léir atá déanta ar an gcarr marcáilte isteach sula dtiománann tú chun bealaigh

source: You may be charged for any damage that is not marked on the diagram or damage report
ga: Seans go dtairraingeofar costais ort as aon damáiste nach bhfuil marcáilte ar an léaráid ná ar an tuarascáil damáiste

source: You may arrive at night when you cannot properly inspect the car that you are about to hire ask for a torch or flash light so that you can give the car a thorough check before you accept the vehicle
ga: Seans go bhfillfeá san oíche nuair nach féidir leat inniúchadh ceart a dhéanamh ar an gcarr atá tú ar tí a thógáil ar cíos, iarr tóirse orthu ionas gur féidir leat an carr a sheiceáil go cruinn beacht sula nglacann tú leis an bhfeithicil

source: Do the following checks on the car before you drive the car away from the depot
ga: Déan na rudaí seo a leanas a sheiceáil ar an gcarr sula dtiománann tú an carr chun bealaigh ón ngaráiste

source: • Tyres – ensure that they are inflated and in good repair – remember to check the spare tyre as well
ga: • Boinn – deimhnigh go bhfuil siad teannta agus go bhfuil ordú maith orthu – cuimhnigh an bonn spáráilte a sheiceáil chomh maith

source: • Tools – check that, at the very least, there is a jack and a wrench to replace a tyre should you get a puncture
ga: • Uirlisí – seiceáil go bhfuil ar a laghad seac agus rinse ann le bonn a athrú má fhaigheann tú polladh

source: Also make sure that you have all the necessary safety equipment needed for the area in which you are travelling
ga: Déan cinnte freisin go bhfuil an trealamh slándála riachtanach go léir agat atá de dhíth ort sa cheantar ina bhfuil tú ag taisteal

source: • Fuel – ask if the car runs on petrol or diesel, you may be liable for putting in the wrong type of fuel
ga: • Breosla – cuir ceist má ritheann an carr ar pheitreal nó ar dhíosal, seans go mbeidh tú freagrach má chuireann tú an breosla mí cheart isteach

source: Generally, you need to refill the vehicle before you return it so ensure that you have a full tank of petrol when you start
ga: Go ginearálta, tá ort an fheithicil a athlíonadh sula bhfágann tú ar ais é mar sin déan cinnte go bhfuil umar breosla lán agat nuair a thosaíonn tú an carr

source: • Lights – ensure that your lights are all working adequately – this includes indicators break lights and fog lights
ga: • Soilse – déan cinnte go bhfuil do shoilse go léir ag obair i gceart – san áireamh leis seo tá táscairí, soilse coscáin agus soilse ceo

source: • Windscreen – even the smallest flaw in a windscreen can lead to a large crack so give the windscreen a thorough check and ask for any flaws to be repaired
ga: • Gaothscáth – d’fhéadfadh bloscadh mór teacht as fiú amháin an fabht is lú ar an ngaothscáth, mar sin seiceáil an gaothscáth go cruinn agus iarr orthu aon fhabhtanna a dheisiú

source: Make sure that the wiper blades and the windscreen wash system is working adequately
ga: Déan cinnte go bhfuil lanna na gcuimilteoirí agus córas níochán an ghaothscátha ag obair i gceart

source: • Insurance – check that you have the appropriate insurance – if you and another person will be driving check that you are both insured
ga: • Árachas – seiceáil go bhfuil an t-árachas cuí agat – más rud é go mbeidh duine eile ag tiomáint, seiceáil go bhfuil an bheirt agaibh clúdaithe le hárachas

source: If you are offered a reduction in price for not having particular cover (such as collision damage) think carefully about what this means before waiving this cover
ga: Má ofráiltear laghdú sa phraghas nuair nach nglacann tú le clúdach áirithe (cuir i gcás damáiste iombhuailte) déan machnamh cúramach air sula ndiúltaíonn tú an clúdach seo

source: Also clarify how this discount works – for example, do you need to leave a deposit in case you cause damage to the car in a collision
ga: Soiléirigh freisin cén chaoi a oibríonn an lacáiste seo – mar shampla, an gá duit lacáiste a fhágáil ar fhaitíos go ndéanann tú damáiste don charr i dtimpiste

source: If you plan on taking a rented car across a national border ask the car rental company if this is possible before you cross the border
ga: Má tá sé ar intinn agat carr ar cíos a thógáil thar theorainn náisiúnta, iarr ar chomhlacht cíosa na gcarranna más féidir seo sula dtrasnaíonn tú an teorainn

source: When you return the car to the car rental company make sure that you have the car checked while you are there
ga: Nuair a fhágann tú an carr ar ais ag do chomhlacht cíosa na gcarranna déan cinnte go bhfuil an carr seiceáilte agat a fhad is atá tú ansin

source: This may mean that you avoid charges being put on your credit card for damage that you did not know about
ga: Seans go gciallódh sé seo go seachnófá costais ar do chárta creidmheasa as damáiste nach raibh a fhios agat fúthu

source: Even though you may have purchased a damage waiver, car rental companies may charge your credit card for any excess amounts that may apply
ga: Cé go bhfuil seans ann gur cheannaigh tú tarscaoileadh damáiste, seans go bhféadfadh comhlachtaí cíosa carranna costas a chur ar do chárta creidmheasa do mhéideanna breise a d’fhéadfadh a bhaint leo

source: It is important, therefore, to have the vehicle inspected on return and have any damage noted
ga: Tá sé tábhachtach, mar sin, go ndéantar inniúchadh ar an bhfeithicil agus tú á fágáil ar ais agus go nótáltar aon damáiste

source: You can find more information on renting a car on the Competition and Consumer Protection Commission website and on the European Consumer Centre website
ga: Is féidir leat tuilleadh eolais a fháil ar cíos carr ar láithreán gréasáin na Gníomhaireachta Náisiúnta do Thomhaltóirí agus ar láithreán gréasáin na Lárionad Eorpach do Thomhaltóirí

source: The Car Rental Council of Ireland has information on the Code of Practice for the car rental industry
ga: Tá eolas ar an gCód Cleachtais do thionscal na ngluaisteán ar cíos ag an gComhairle Charrchíosa na hÉireann

source: Different rates apply to different car rental agreements from different companies
ga: Baineann rátaí difriúla le comhaontuithe cíosa carranna ó chomhlachtaí difriúla

source: Shop around for the best deals either on the internet or by telephoning car rental companies
ga: Déan siopadóireacht cúpla áit do na margaí is fearr ar an idirlíon nó trí ghlaoch a chur ar chomhlachtaí cíosa carranna

source: If you have a complaint about a car that you have rented in Ireland, in the first instance, go to the company from whom you have rented the car
ga: Má tá gearán agat faoi charr a thóg tú ar cíos in Éirinn, sa chéad áit, téigh chuig an gcomhlacht ónar thóg tú an carr ar cíos

source: If you are still not satisfied contact the Car Rental Council of Ireland who have a complaints procedure for member companies
ga: Mura bhfuil tú sásta fós, téigh i dteagmháil le Comhairle Cíosa Carranna na hÉireann ag an bhfuil nós imeachta gearáin acu do bhaill-chomhlachtaí

source: If you have a complaint with a car rental company in another EU member state contact the European Consumer Centre who may be able to advise you of your rights and help you with the complaint
ga: Má tá gearán agat le comhlacht cíosa carranna i mballstáit AE eile téigh i dteagmháil le hIonad Tomhaltóirí na hEorpa a d’fhéadfadh comhairle a chur ort faoi do cheart agus cuidiú leat leis an ngearán
